[
    {
        "bookName": "A Popular School Girl",
        "image": "HTML/Books/APopularSchoolgirl/APopularSchoolgirl_files/cover01.jpg",
        "price": "25",
        "description": "Ingred and her family must move from Rotherwood, their stately home, to a smaller Bungalow when their post-Great War finances take a turn for the worse. The story follows Ingred's year at school - now a boarder - where she is made form 'warden', and has to contend with new girl Bess who has moved into her former home.",
        "likes": [
            "Adidush",
            "Isashar",
            "bentheman",
            "Yossi!!!",
            "eliG",
            "MegaReaderrr",
            "Picaso"
        ],
        "bookPath": "HTML/Books/APopularSchoolgirl/APopularSchoolgirl.html"
    },
    {
        "bookName": "Chester Rand",
        "image": "HTML/Books/ChasterRand/ChesterRand_files/cover.jpg",
        "price": "26",
        "description": "Probably the best known citizen of Wyncombe, a small town nestling among the Pennsylvania mountains, was Silas Tripp. He kept the village store, occasionally entertained travelers, having three spare rooms, was town treasurer, and conspicuous in other local offices.",
        "likes": [
            "bar bar",
            "zizu",
            "barcaa",
            "bentheman",
            "Isashar",
            "Yossi!!!",
            "eliG",
            "MegaReaderrr",
            "Picaso"
        ],
        "bookPath": "HTML/Books/ChasterRand/ChesterRand.html"
    },
    {
        "bookName": "Dan The News Boy",
        "image": "HTML/Books/DanTheNewsboy/DanTheNewsboy_files/cover.jpg",
        "price": "17",
        "description": "Horatio Alger's tale of a young man who makes his way in life and through hardships by becoming a newsboy to start with. Great reading for younger men, to learn the values of work and integrity.",
        "likes": [
            "Yuvalll",
            "bar bar",
            "zizu",
            "barcaa",
            "Isashar",
            "Yossi!!!",
            "ReaderForAll",
            "MegaReaderrr",
            "Picaso"
        ],
        "bookPath": "HTML/Books/DanTheNewsboy/DanTheNewsboy.html"
    },
    {
        "bookName": "Little Maid Marian",
        "image": "HTML/Books/LittleMaidMarian/LittleMaidMarian_files/cover.jpg",
        "price": "27",
        "description": "The cat and kitten were both eating supper and Marian was watching them. Her own supper of bread and milk she had finished, and had taken the remains of it to Tippy and Dippy. Marian did not care very much for bread and milk, but the cat and kitten did, as was plainly shown by the way they hunched themselves down in front of the tin pan into which Marian had poured their supper.",
        "likes": [
            "bar bar",
            "barcaa",
            "Hash",
            "ReaderForAll"
        ],
        "bookPath": "HTML/Books/LittleMaidMarian/LittleMaidMarian.html"
    },
    {
        "bookName": "Red Rose And Tiger Lily",
        "image": "HTML/Books/RedRoseAndTigerLily/cover.jpg",
        "price": "25",
        "description": "This book is part of the TREDITION CLASSICS series. The creators of this series are united by passion for literature and driven by the intention of making all public domain books available in printed format again - worldwide. At tredition we believe that a great book never goes out of style. Several mostly non-profit literature projects provide content to tredition. To support their good work, tredition donates a portion of the proceeds from each sold copy. As a reader of a TREDITION CLASSICS book, you support our mission to save many of the amazing works of world literature from oblivion.",
        "likes": [
            "zizu",
            "barcaa",
            "Yossi!!!",
            "MegaReaderrr"
        ],
        "bookPath": "HTML/Books/RedRoseAndTigerLily/RedRoseAndTigerLily.html"
    },
    {
        "bookName": "The Flying Girl",
        "image": "HTML/Books/TheFlyingGirl/TheFlyingGirl_files/cover.jpg",
        "price": "42",
        "description": "The Flying Girl is a novel written by L. Frank Baum, author of the Oz books. It was first published in 1911. In the book, Baum pursued an innovative blending of genres to create a feminist adventure melodrama. The book was followed by a sequel, The Flying Girl and Her Chum, published the next year, 1912. Both books were illustrated by Joseph Pierre Nuyttens, the artist who also illustrated Baum's Annabel and Phoebe Daring in 1912.",
        "likes": [
            "Revi",
            "Mori",
            "AdirMiler",
            "ReaderForAll"
        ],
        "bookPath": "HTML/Books/TheFlyingGirl/TheFlyingGirl.html"
    },
    {
        "bookName": "The Jolliest School of All",
        "image": "HTML/Books/TheJolliestSchoolofAll/TheJolliestSchoolofAll_files/cover.jpg",
        "price": "25",
        "description": "When Irene's family move to Italy, she becomes a pupil at an Anglo-American boarding school near Naples. This book describes events that happen during Irene's first term at the Villa Camellia.",
        "likes": [
            "marceloooo",
            "AdirMiler",
            "MegaReaderrr",
            "Picaso",
            "bentheman"
        ],
        "bookPath": "HTML/Books/TheJolliestSchoolofAll/TheJolliestSchoolofAll.html"
    },
    {
        "bookName": "The Luckiest Girl in The School",
        "image": "HTML/Books/TheLuckiestGirlintheSchool/TheLuckiestGirlintheSchool_files/cover01.jpg",
        "price": "28",
        "description": "A story for juveniles about a girl who, facing a sudden reversal in family fortunes, goes to school as a scholarship student and wins an enviable position for herself.",
        "likes": [
            "Revi",
            "marceloooo",
            "benZeMa",
            "ReaderForAll",
            "eliG",
            "Picaso"
        ],
        "bookPath": "HTML/Books/TheLuckiestGirlintheSchool/TheLuckiestGirlintheSchool.html"
    },
    {
        "bookName": "The Princess Of The School",
        "image": "HTML/Books/ThePrincessOfTheSchool/ThePrincessOfTheSchool_files/title.jpg",
        "price": "25",
        "description": "This is a pre-1923 historical reproduction that was curated for quality. Quality assurance was conducted on each of these books in an attempt to remove books with imperfections introduced by the digitization process. Though we have made best efforts - the books may have occasional errors that do not impede the reading experience. We believe this work is culturally important and have elected to bring the book back into print as part of our continuing commitment to the preservation of printed works worldwide.",
        "likes": [
            "bentheman",
            "barcaa",
            "marceloooo",
            "benZeMa",
            "Hash"
        ],
        "bookPath": "HTML/Books/ThePrincessOfTheSchool/ThePrincessOfTheSchool.html"
    },
    {
        "bookName": "The Rebel of The School",
        "image": "HTML/Books/TheRebelOfTheSchool/cover1.jpg",
        "price": "21",
        "description": "Kathleen O'Hara, a wilful, daring, yet beautiful and impulsive Irish girl, enters Great Shirley School. She becomes restive under the restraint, and converts others to her ways of thinking and acting. News of Kathleen's exploits reach the headmistress and the governors of the school, and an inquiry is made...",
        "likes": [
            "barcaa",
            "benZeMa",
            "MegaReaderrr",
            "Picaso",
            "bentheman"
        ],
        "bookPath": "HTML/Books/TheRebelOfTheSchool/TheRebelOfTheSchool.html"
    }
]